Repository: west-monster/moments-app
Catalog: V App/Localizable.xcstrings
Source language: es
Languages: en, fr, ja

# add.button
source: Agregar recuerdo
en: Add memory
fr: Ajouter un souvenir
ja: 思い出を追加

# add.subtitle
source: Acá puedes poner más momentos especiales y quedarán contigo
en: You can add more special moments and keep them with you
fr: Vous pouvez ajouter d'autres moments spéciaux et les garder avec vous
ja: ここに特別な瞬間を もっと残しておけます

# add.title
source: Esta app es tuya
en: This app is yours
fr: Cette app est à vous
ja: このアプリはあなたのもの

# crop.center
source: Centrar
en: Center
fr: Centrer
ja: 中央に戻す

# crop.done
source: Listo
en: Done
fr: OK
ja: 完了

# crop.title
source: Encuadrar foto
en: Frame photo
fr: Cadrer la photo
ja: 写真の位置調整

# delete.confirm
source: Eliminar
en: Delete
fr: Supprimer
ja: 削除

# delete.title
source: ¿Eliminar este recuerdo?
en: Delete this memory?
fr: Supprimer ce souvenir ?
ja: この思い出を削除しますか？

# edit.addPhotos
source: Añadir
en: Add
fr: Ajouter
ja: 追加

# edit.deletePhoto
source: Eliminar
en: Delete
fr: Supprimer
ja: 削除

# edit.newPhotos.badge
source: Nueva
en: New
fr: Nouvelle
ja: 新しい写真

# edit.photosWillReplace
source: Los cambios en las fotos se aplicarán al guardar
en: Photo changes will be applied when you save
fr: Les modifications des photos seront appliquées lors de l'enregistrement
ja: 写真の変更は保存時に適用されます

# edit.replacePhoto
source: Reemplazar
en: Replace
fr: Remplacer
ja: 差し替え

# edit.revertPhotos
source: Restaurar fotos originales
en: Restore original photos
fr: Restaurer les photos d'origine
ja: 元の写真に戻す

# edit.title
source: Editar recuerdo
en: Edit memory
fr: Modifier le souvenir
ja: 思い出を編集

# export.count %lld
source: %lld recuerdos seleccionados
en: %lld memories selected
fr: %lld souvenirs sélectionnés
ja: %lld件選択中

# export.pdf
source: Exportar álbum
en: Export album
fr: Exporter l'album
ja: アルバムを書き出す

# export.select
source: CATEGORÍAS A INCLUIR
en: CATEGORIES TO INCLUDE
fr: CATÉGORIES À INCLURE
ja: 含めるカテゴリー

# export.selectAll
source: Seleccionar todo
en: Select all
fr: Tout sélectionner
ja: すべて選択

# export.selectNone
source: Deseleccionar todo
en: Deselect all
fr: Tout désélectionner
ja: 選択をすべて解除

# export.title
source: Exportar álbum
en: Export album
fr: Exporter l'album
ja: アルバムを書き出す

# export.uncategorized
source: Sin categoría
en: Uncategorized
fr: Sans catégorie
ja: カテゴリーなし

# favorites.empty
source: Aún no tienes favoritos. Toca el corazón en un recuerdo para guardarlo aquí.
en: No favorites yet. Tap the heart on a memory to save it here.
fr: Aucun favori. Touchez le cœur d'un souvenir pour l'enregistrer ici.
ja: お気に入りはまだありません。思い出のハートをタップして保存しましょう。

# featured.memory
source: Recuerdo destacado
en: Featured Memory
fr: Souvenir en vedette
ja: 注目の思い出

# feed.header
source: Álbum de recuerdos
en: Memory album
fr: Album de souvenirs
ja: 思い出のアルバム

# feed.subtitle
source: Momentos que importan
en: Moments that matter
fr: Les moments qui comptent
ja: 大切な 瞬間

# filter.all
source: Todos
en: All
fr: Tous
ja: すべて

# filter.empty
source: No hay recuerdos en esta categoría
en: No memories in this category
fr: Aucun souvenir dans cette catégorie
ja: このカテゴリーには思い出がありません

# footer.count %lld
source: %lld recuerdos
en: %lld memories
fr: %lld souvenirs
ja: %lld件の思い出

# footer.madeWith
source: Hecho con ♥
en: Made with ♥
fr: Fait avec ♥
ja: ♥を込めて

# form.addPhotos
source: Añadir más fotos
en: Add more photos
fr: Ajouter des photos
ja: 写真を追加

# form.cancel
source: Cancelar
en: Cancel
fr: Annuler
ja: キャンセル

# form.changePhotos
source: Cambiar fotos
en: Change photos
fr: Changer les photos
ja: 写真を変更

# form.choosePhotos
source: Elegir fotos
en: Choose photos
fr: Choisir des photos
ja: 写真を選択

# form.date
source: FECHA
en: DATE
fr: DATE
ja: 日付

# form.date.pick
source: Selecciona una fecha
en: Select a date
fr: Choisissez une date
ja: 日付を選択

# form.description
source: DESCRIPCIÓN
en: DESCRIPTION
fr: DESCRIPTION
ja: 説明

# form.description.placeholder
source: Agrega detalles sobre este momento...
en: Add details about this moment...
fr: Ajoutez des détails sur ce moment...
ja: この瞬間について詳しく書いてみましょう…

# form.dragToAdjust
source: Arrastra para ajustar el encuadre
en: Drag to adjust the framing
fr: Faites glisser pour ajuster le cadrage
ja: ドラッグして位置を調整

# form.message
source: NOMBRE DEL RECUERDO
en: MEMORY NAME
fr: NOM DU SOUVENIR
ja: 思い出の名前

# form.message.placeholder
source: Escribe algo especial...
en: Write something special...
fr: Écrivez quelque chose de spécial...
ja: 特別なことを書いてみましょう…

# form.photos.subtitle
source: Hasta %lld fotos
en: Up to %lld photos
fr: Jusqu’à %lld photos
ja: 最大%lld枚

# form.save
source: Guardar
en: Save
fr: Enregistrer
ja: 保存

# form.section.category
source: Categoría
en: Category
fr: Catégorie
ja: カテゴリ

# form.section.date
source: Fecha
en: Date
fr: Date
ja: 日付

# form.section.description
source: Descripción
en: Description
fr: Description
ja: 説明

# form.section.name
source: Nombre del recuerdo
en: Memory name
fr: Nom du souvenir
ja: 思い出の名前

# form.tag
source: CATEGORÍA
en: CATEGORY
fr: CATÉGORIE
ja: カテゴリー

# form.title
source: Nuevo recuerdo
en: New memory
fr: Nouveau souvenir
ja: 新しい思い出

# library.title
source: Recuerdos
en: Memories
fr: Souvenirs
ja: 思い出

# photo.change
source: Cambiar foto
en: Change photo
fr: Changer la photo
ja: 写真を変更

# photo.crop
source: Ajustar recorte
en: Adjust crop
fr: Ajuster le cadrage
ja: トリミングを調整

# photo.remove
source: Quitar
en: Remove
fr: Retirer
ja: 削除

# save.error.message
source: Hubo un problema al guardar la foto. Verifica tu espacio disponible e intenta de nuevo.
en: There was a problem saving the photo. Please check your available storage and try again.
fr: Un problème est survenu lors de l'enregistrement. Vérifiez votre espace disponible et réessayez.
ja: 写真を保存できませんでした。空き容量を確認して、もう一度お試しください。

# save.error.title
source: No se pudo guardar
en: Could not save
fr: Impossible d'enregistrer
ja: 保存できませんでした

# share.button
source: Compartir
en: Share
fr: Partager
ja: 共有

# share.title
source: Compartir recuerdo
en: Share memory
fr: Partager le souvenir
ja: 思い出を共有

# splash.dedication
source: Para alguien muy especial
en: For someone very special
fr: Pour quelqu'un de très spécial
ja: とても特別なあなたへ

# splash.swipeToDiscover
source: Desliza hacia arriba para descubrir
en: Swipe up to discover
fr: Balayez vers le haut pour découvrir
ja: 上にスワイプして見る

# splash.title
source: Feliz Cumpleaños
en: Happy Birthday
fr: Joyeux Anniversaire
ja: お誕生日 おめでとう

# splash.title.returning
source: Recuerdos Especiales
en: Special Memories
fr: Souvenirs Spéciaux
ja: 特別な 思い出

# splash.welcomeBack
source: Bienvenida de vuelta
en: Welcome back
fr: Bon retour
ja: おかえりなさい

# tab.favorites
source: Favoritos
en: Favorites
fr: Favoris
ja: お気に入り

# tab.library
source: Biblioteca
en: Library
fr: Bibliothèque
ja: ライブラリ

# tab.timeline
source: Cronología
en: Timeline
fr: Chronologie
ja: タイムライン

# tag.adventure
source: Aventura
en: Adventure
fr: Aventure
ja: 冒険

# tag.celebration
source: Celebración
en: Celebration
fr: Fête
ja: お祝い

# tag.couple
source: Pareja
en: Couple
fr: Couple
ja: カップル

# tag.family
source: Familia
en: Family
fr: Famille
ja: 家族

# tag.friends
source: Amigos
en: Friends
fr: Amis
ja: 友達

# tag.none
source: Ninguna
en: None
fr: Aucune
ja: なし

# tag.travel
source: Viajes
en: Travel
fr: Voyages
ja: 旅行

# theme.appearance
source: Apariencia
en: Appearance
fr: Apparence
ja: 外観

# theme.dark
source: Oscuro
en: Dark
fr: Sombre
ja: ダーク

# theme.light
source: Claro
en: Light
fr: Clair
ja: ライト

# theme.system
source: Sistema
en: System
fr: Système
ja: システム

# toolbar.add
source: Añadir
en: Add
fr: Ajouter
ja: 追加

# toolbar.filter
source: Filtro
en: Filter
fr: Filtre
ja: フィルタ

# toolbar.more
source: Más
en: More
fr: Plus
ja: その他

# toolbar.theme
source: Tema
en: Theme
fr: Thème
ja: テーマ

# toolbar.view
source: Vista
en: View
fr: Vue
ja: 表示
